docs/Kit per lo sviluppo - Ricetta elettronica non a carico SSN - Prescrittore - ver. 20231121/tracciatiWs/VisualizzaPrescritto/demVisualizzaRicettaBiancaPrescritto.wsdl

<?xml version="1.0" encoding="UTF-8"?>
<wsdl:definitions xmlns:ricevutans="http://visualizzaprescrittoricettabiancaricevuta.xsd.dem.sanita.finanze.it" xmlns:richiestans="http://visualizzaprescrittoricettabiancarichiesta.xsd.dem.sanita.finanze.it" xmlns:soap="http://schemas.xmlsoap.org/wsdl/soap/" xmlns:tns="http://visualizzaprescrittoricettabianca.wsdl.dem.sanita.finanze.it" xmlns:wsdl="http://schemas.xmlsoap.org/wsdl/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" targetNamespace="http://visualizzaprescrittoricettabianca.wsdl.dem.sanita.finanze.it">
	<wsdl:documentation>Versione 1.2</wsdl:documentation>
	<wsdl:types>
		<xsd:schema elementFormDefault="qualified">
			<xsd:import namespace="http://visualizzaprescrittoricettabiancarichiesta.xsd.dem.sanita.finanze.it" schemaLocation="VisualizzaPrescrittoRicettaBiancaRichiesta.xsd"/>
		</xsd:schema>
		<xsd:schema elementFormDefault="qualified">
			<xsd:import namespace="http://visualizzaprescrittoricettabiancaricevuta.xsd.dem.sanita.finanze.it" schemaLocation="VisualizzaPrescrittoRicettaBiancaRicevuta.xsd"/>
		</xsd:schema>
	</wsdl:types>
	<wsdl:message name="ricevuta">
		<wsdl:part name="VisualizzaPrescrittoRicettaBiancaRicevuta" element="ricevutans:VisualizzaPrescrittoRicettaBiancaRicevuta"/>
	</wsdl:message>
	<wsdl:message name="richiesta">
		<wsdl:part name="VisualizzaPrescrittoRicettaBiancaRichiesta" element="richiestans:VisualizzaPrescrittoRicettaBiancaRichiesta"/>
	</wsdl:message>
	<wsdl:portType name="visualizzaPrescrittoRicettaBiancaPT">
		<wsdl:operation name="visualizzaPrescrittoRicettaBianca">
			<wsdl:input message="tns:richiesta"/>
			<wsdl:output message="tns:ricevuta"/>
		</wsdl:operation>
	</wsdl:portType>
	<wsdl:binding name="visualizzaPrescrittoRicettaBiancaBinding" type="tns:visualizzaPrescrittoRicettaBiancaPT">
		<soap:binding style="document" transport="http://schemas.xmlsoap.org/soap/http"/>
		<wsdl:operation name="visualizzaPrescrittoRicettaBianca">
			<soap:operation soapAction="http://visualizzaprescrittoricettabianca.wsdl.dem.sanita.finanze.it/VisualizzaPrescrittoRicettaBianca"/>
			<wsdl:input>
				<soap:body use="literal"/>
			</wsdl:input>
			<wsdl:output>
				<soap:body use="literal"/>
			</wsdl:output>
		</wsdl:operation>
	</wsdl:binding>
	<wsdl:service name="demVisualizzaPrescrittoRicettaBianca">
		<wsdl:port name="demVisualizzaPrescrittoRicettaBianca" binding="tns:visualizzaPrescrittoRicettaBiancaBinding">
			<soap:address location="http://localhost:9080/DemRicettaBiancaPrescrittoServicesWeb/services/demVisualizzaPrescrittoRicettaBianca"/>
		</wsdl:port>
	</wsdl:service>
</wsdl:definitions>
