request_soap_visualizza_P00000000028.xml

<!-- RICHIESTA SOAP SISTEMA TS -->
<!-- Timestamp: 2025-09-16T22:48:44.551166 -->
<!-- Endpoint: https://ricettabiancaservicetest.sanita.finanze.it/RicettaBiancaDemPrescrittoServicesWeb/services/demVisualizzaPrescrittoRicettaBianca -->
<!-- CF Medico: PROVAX00X00X000Y -->
<!-- CF Assistito: TIZIO CAIO -->
<!-- NRE: P00000000028 -->
<!-- Ambiente: produzione -->

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
                  xmlns:vis="http://visualizzaprescrittoricettabiancarichiesta.xsd.dem.sanita.finanze.it" 
                  xmlns:tip="http://tipodativisualizzaprescrittoricettabianca.xsd.dem.sanita.finanze.it">
    <soapenv:Header/>
    <soapenv:Body>
        <vis:VisualizzaPrescrittoRicettaBiancaRichiesta>
            <vis:pinCode>dyGL6AscUj2CaHY2PFLFKHTh0R4btCkTe/imyyjCv6DTmnHZICD3zqPYVVoZrLvI72MrMBz4Tv4dE7Z124qssn2K5/O+OEcjRq3+zwQO6PlO6uQ04fnTEuHtX8yvd6ZrmPuiMhhY7r5OLB05k/a564KKSwcu01Wzhf4If2rw19U=</vis:pinCode>
            <vis:codicePaziente>W2yoR8ESa581Uw8EI0b7MXRjdckNKzCZO2JULzYMhqSFyn7qo8j2Kp3K+kVx8UdYRO20HHIfgjPvCTYeD0rETPtE88d8TJbtrP/07GXAp3QqyHbxy3YVMXTi0T1aye+ET0hKcd5vwWXbpn2TfHT7mbSrrqOxAC2S3VMmRDl+vUU=</vis:codicePaziente>
            <vis:cfMedico>PROVAX00X00X000Y</vis:cfMedico>
            <vis:nrbe>P00000000028</vis:nrbe>
        </vis:VisualizzaPrescrittoRicettaBiancaRichiesta>
    </soapenv:Body>
</soapenv:Envelope>